---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AnalyticalEquipmentLoadData.TrueLoad
source: html/548dbcbb-4914-a9ec-b518-0934b89e0d52.htm
---
# Autodesk.Revit.DB.Electrical.AnalyticalEquipmentLoadData.TrueLoad Property

The electrical true load of analytical equipment load.

## Syntax (C#)
```csharp
public double TrueLoad { get; }
```